{
  "meta": {
    "title": "Ты нужен. Останься.",
    "description": "Сайт поддержки для людей в кризисных состояниях. Телефоны доверия, психологическая помощь, поддержка.",
    "keywords": "телефон доверия, психологическая помощь, суицид, кризис, поддержка, помощь"
  },
  "pause": {
    "title": "Стой. Подожди.",
    "subtitle": "Попей воды. Сделай глубокий вдох. Просто побудь здесь минуту.",
    "breatheIn": "Вдох",
    "breatheOut": "Выдох",
    "ready": "Я готов читать дальше"
  },
  "content": {
    "block1": "Если ты сейчас думаешь о том, чтобы закончить жизнь — остановись. Просто на минуту.",
    "block2": "Ты не слабый. Ты — человек, который слишком долго тащил тяжесть, о которой другие даже не подозревают.",
    "block3": "Ты устал. Перегорел. Выжат. Это нормально. Так бывает. В этом нет ни позора, ни слабости.",
    "block4": "Суицид — это не выход. Это просто момент, когда боль стала настолько громкой, что заглушила всё остальное.",
    "block5": "Тебе не нужно справляться в одиночку. Даже если кажется, что ты никому не нужен — это говорит не реальность, а боль. Разбитый мозг врёт. Причём очень убедительно.",
    "block6": "Ты важен. Даже если этого не ощущаешь. Ты нужен. Даже если тебе кажется иначе.",
    "block7": "Люди, которые были рядом с тобой по-настоящему, будут уничтожены, если тебя не станет. Ты просто этого не видишь сейчас, потому что боль слепит.",
    "block8": "Жизнь не обязана быть красивой или вдохновляющей. Она должна просто продолжаться — чтобы у тебя был шанс выбраться.",
    "block9": "Сейчас у тебя в голове пожар. Кажется, что единственное решение — выключить всё. Но это состояние временное. Каким бы вечным оно ни казалось.",
    "block10": "Ты даже не представляешь, сколько может поменяться. Сколько ещё может быть нормальных, тёплых, смешных, спокойных дней. Ты можешь не верить в это сейчас — и это тоже нормально. Просто останься."
  },
  "final": {
    "title": "Давай ты отложишь это решение",
    "text1": "На час. На два. На ночь — на сколько получится.",
    "text2": "Иногда достаточно просто пережить самый тёмный момент, чтобы потом сказать: «Я выжил. И хорошо, что не ушёл».",
    "text3": "Ты не обязан быть счастливым прямо сейчас. Не обязан быть сильным. Ты просто имеешь право жить. И достоин этого.",
    "callButton": "Позвонить на линию помощи",
    "chatButton": "Написать в чат поддержки",
    "breatheButton": "Вернуться наверх и подышать"
  },
  "resources": {
    "title": "Ресурсы и контакты",
    "selectCountry": "Выбери страну",
    "allCountries": "Телефоны доверия по странам",
    "websites": "Сайты поддержки",
    "helpOthers": "Как помочь близкому",
    "helpOthersText1": "Если ты заметил, что близкий человек в кризисе:",
    "helpOthersText2": "Не оставляй его одного. Просто будь рядом.",
    "helpOthersText3": "Слушай без осуждения. Не пытайся сразу решить проблему.",
    "helpOthersText4": "Прямо спроси: «Ты думаешь о суициде?» — это не провоцирует, а даёт возможность поговорить.",
    "helpOthersText5": "Помоги связаться со специалистом или позвони вместе.",
    "helpOthersText6": "Следи за резкими изменениями поведения — это сигнал."
  },
  "common": {
    "free": "бесплатно",
    "hours24": "круглосуточно",
    "phone": "Телефон",
    "chat": "Чат",
    "website": "Сайт",
    "helpline": "Телефон доверия",
    "changeCountry": "Сменить страну"
  },
  "footer": {
    "source": "Исходный код",
    "developer": "Разработчик",
    "ideaAuthor": "Автор идеи"
  }
}
